{
  "legal": {
    "privacy_policy": {
      "title": "Politique de Confidentialité",
      "content": "Politique de Confidentialité d'OMA Digital\n\nDernière mise à jour : 15 janvier 2024\n\nIntroduction\n\nOMA Digital, société marocaine basée à Casablanca (Moustakbal/Sidimaarouf imm167 Lot GH20 apt 15), s'engage à protéger vos données personnelles conformément à la loi 09-08 et aux standards internationaux. Cette politique explique comment nous collectons, utilisons et protégeons vos informations lors de l'utilisation de nos services de développement web, applications mobiles, marketing digital et solutions IA.\n\nDonnées Collectées\n\nNous collectons différents types d'informations selon vos interactions avec nos services. Les données directes incluent vos informations d'identification (nom, email, téléphone), professionnelles (entreprise, fonction), de contact (adresse) et de communication (messages, demandes de devis). Automatiquement, nous recueillons des données techniques (adresse IP, navigateur) et de navigation (pages visitées, durée) via des cookies et outils d'analyse comme Google Analytics.\n\nUtilisation des Données\n\nVos données servent principalement à fournir nos services : répondre à vos demandes, développer vos projets web et mobiles, gérer le marketing digital et administrer les chatbots. Nous les utilisons aussi pour la gestion client (commandes, facturation, support), la communication marketing (newsletter avec consentement, services personnalisés) et le respect de nos obligations légales (comptabilité, sécurité).\n\nBase Légale et Partage\n\nNos traitements reposent sur votre consentement (marketing), l'exécution contractuelle (services), notre intérêt légitime (amélioration, sécurité) ou des obligations légales. En interne, seules les équipes nécessaires accèdent à vos données. Nous partageons certaines informations avec des prestataires de confiance : hébergement (Vercel, Supabase), analyse (Google Analytics), communication et paiement, tous soumis à des obligations strictes de protection.\n\nTransferts et Conservation\n\nCertaines données peuvent être transférées vers les États-Unis ou l'Union Européenne via des prestataires, avec des garanties appropriées (clauses contractuelles types). Les durées de conservation varient : données contractuelles (durée du contrat + 5 ans), facturation (10 ans), communication (3 ans), prospects (3 ans), cookies (13 mois maximum).\n\nVos Droits\n\nConformément à la loi 09-08 et au RGPD, vous disposez de plusieurs droits : accès à vos données, rectification des informations inexactes, effacement dans certains cas, limitation du traitement, portabilité vers un autre prestataire, et opposition pour motifs légitimes. Pour exercer ces droits, contactez-nous par email (omadigital23@gmail.com) ou courrier. Nous répondons sous 30 jours maximum.\n\nSécurité et Cookies\n\nNous protégeons vos données par des mesures techniques (chiffrement SSL/TLS, authentification forte, sauvegardes sécurisées) et organisationnelles (formation du personnel, audits réguliers). Notre site utilise des cookies essentiels (session, sécurité, langue), analytiques (Google Analytics) et fonctionnels (préférences). Vous pouvez gérer ces cookies via votre navigateur ou nous contacter.\n\nMineurs et Modifications\n\nNos services ne s'adressent pas aux moins de 16 ans. Nous ne collectons pas sciemment leurs données. Cette politique peut évoluer ; les modifications importantes vous seront notifiées par email ou sur le site.\n\nRéclamations et Contact\n\nEn cas de problème, contactez-nous d'abord directement. Vous pouvez aussi saisir la Commission Nationale de contrôle de la protection des Données Personnelles (CNDP) à Rabat (www.cndp.ma, cndp@cndp.ma).\n\nPour toute question sur cette politique ou vos données personnelles :\n\nOMA Digital\nMoustakbal/Sidimaarouf Casablanca imm167 Lot GH20 apt 15, Maroc\nEmail : omadigital23@gmail.com\nTéléphone : +212 701 193 811\nDélégué à la Protection des Données : amadou@omadigital.net\n\nCette politique est effective depuis le 15 janvier 2024."
    },
    "terms_conditions": {
      "title": "Conditions Générales d'Utilisation",
      "content": "Conditions Générales d'Utilisation d'OMA Digital\n\nDernière mise à jour : 15 janvier 2024\n\nPréambule\n\nOMA Digital est une société marocaine spécialisée dans les services numériques, dirigée par Amadou Fall et basée à Casablanca (Moustakbal/Sidimaarouf imm167 Lot GH20 apt 15). Ces conditions régissent l'utilisation de notre site www.omadigital.net et de nos services.\n\nServices Proposés\n\nNous offrons une gamme complète de services digitaux : développement web (sites vitrines, e-commerce, applications web), applications mobiles (natives iOS/Android, cross-platform), solutions d'intelligence artificielle (chatbots RAG, automatisation), marketing digital (SEO, publicité en ligne, analytics) et création vidéo (promotionnelles, animations).\n\nTarification et Commande\n\nNos tarifs en dirhams marocains incluent : Site Vitrine (7 500 DH), E-commerce Essentiel (15 000 DH), App Mobile MVP (à partir de 16 999 DH), App Mobile Standard (à partir de 40 000 DH), Chatbot IA RAG (18 000 DH + 2 000 DH/mois), Bot Simple (5 000 DH + 500 DH/mois), Automatisation IA (à partir de 5 999 DH), Marketing Digital (3 500 DH/mois), Création Vidéo (à partir de 5 000 DH).\n\nToute prestation commence par un devis gratuit valable 30 jours. Le paiement s'effectue en deux fois : 50% à la signature, 50% à la livraison. Les abonnements sont payés mensuellement d'avance.\n\nDélais et Obligations\n\nLes délais indicatifs varient selon la complexité : Site Vitrine (2-4 semaines), E-commerce (4-8 semaines), Application Mobile (8-16 semaines), Chatbot (2-6 semaines). Nous nous engageons à fournir des services de qualité avec diligence et professionnalisme. Le client doit fournir toutes les informations nécessaires, respecter les échéances de paiement et valider les livrables dans les délais.\n\nPropriété Intellectuelle\n\nOMA Digital conserve ses droits sur les méthodes, outils internes et sa marque. Après paiement intégral, le client obtient les droits d'usage sur les créations, le code source des développements spécifiques et une licence d'utilisation non exclusive. Le client garantit détenir tous les droits sur les contenus fournis.\n\nGaranties et Responsabilité\n\nNous garantissons la conformité des services aux spécifications convenues et le bon fonctionnement pendant 3 mois avec correction gratuite des défauts. Notre responsabilité est limitée au montant versé par le client et aux dommages directs exclusivement. Nous ne pouvons être tenus responsables des dommages indirects, pertes de revenus ou interruptions d'activité.\n\nProtection des Données\n\nLe traitement des données personnelles s'effectue conformément à notre Politique de Confidentialité et à la loi 09-08. Les données servent à la fourniture des services, la gestion client, l'amélioration des services et le respect des obligations légales. Les utilisateurs disposent des droits d'accès, rectification, effacement et portabilité.\n\nRésiliation\n\nLe client peut résilier avec un préavis de 30 jours, les sommes versées restant acquises au prorata des services fournis. OMA Digital peut résilier en cas de non-paiement, manquement grave, utilisation illégale ou comportement abusif. La résiliation entraîne l'arrêt des services, la suspension des accès et la possible suppression des données après 30 jours.\n\nDispositions Générales\n\nCes conditions sont régies par le droit marocain. Les litiges relèvent des tribunaux compétents de Casablanca. En cas de nullité partielle, les autres clauses restent valides. La non-invocation d'une clause ne constitue pas une renonciation.\n\nContact\n\nPour toute question relative aux présentes conditions :\n\nOMA Digital\nMoustakbal/Sidimaarouf Casablanca imm167 Lot GH20 apt 15, Maroc\nEmail : omadigital23@gmail.com\nTéléphone : +212 701 193 811\nSite web : www.omadigital.net\n\nCes Conditions Générales d'Utilisation sont effectives depuis le 15 janvier 2024."
    },
    "cookie_policy": {
      "title": "Politique de Gestion des Cookies",
      "content": "Politique de Gestion des Cookies d'OMA Digital\n\nDernière mise à jour : 15 janvier 2024\n\nIntroduction\n\nCette politique explique l'utilisation des cookies sur www.omadigital.net. En naviguant sur notre site, vous acceptez l'utilisation de cookies conformément à cette politique.\n\nQu'est-ce qu'un Cookie ?\n\nUn cookie est un petit fichier texte stocké sur votre appareil lors de la visite d'un site web. Il permet au site de reconnaître votre appareil et mémoriser vos préférences. Les cookies peuvent être de session (temporaires) ou persistants (durée déterminée), internes (déposés par OMA Digital) ou tiers (services externes).\n\nTypes de Cookies Utilisés\n\nCookies Strictement Nécessaires (indispensables au fonctionnement) :\n- Cookie de session (PHPSESSID) : maintien de la session utilisateur\n- Cookie de sécurité (csrf_token) : protection contre les attaques CSRF\n- Cookie de langue (locale_preference, 1 an) : mémorisation du choix FR/EN\n- Cookie de consentement (cookie_consent, 1 an) : préférences de cookies\n\nCookies de Performance et d'Analyse :\n- Google Analytics (_ga, _gid, _gat) : analyse du trafic et mesure d'audience (2 ans pour _ga, 24h pour _gid)\n- Hotjar (si utilisé) : analyse comportementale et heatmaps (1 an)\n\nCookies de Fonctionnalité :\n- Préférences d'affichage (display_preferences, 6 mois) : mémorisation des préférences d'interface\n- Formulaires (form_data, session) : sauvegarde temporaire des données\n\nCookies Marketing (avec consentement) :\n- Google Ads (_gcl_au, _gcl_aw, 90 jours) : suivi des conversions publicitaires\n- Facebook Pixel (_fbp, _fbc, 90 jours) : optimisation des campagnes Facebook\n\nFinalités d'Utilisation\n\nLes cookies servent à améliorer votre expérience (personnalisation, mémorisation des préférences, optimisation de la navigation), analyser le trafic (mesure d'audience, comportement des visiteurs, pages populaires), assurer la sécurité (protection contre les attaques, détection d'activités suspectes, authentification) et optimiser le marketing (personnalisation des annonces, mesure d'efficacité des campagnes).\n\nGestion de Vos Préférences\n\nVous pouvez gérer les cookies via notre site (bandeau de consentement, lien \"Gestion des cookies\" en bas de page) ou votre navigateur :\n\nGoogle Chrome : Menu > Paramètres > Confidentialité et sécurité > Cookies\nMozilla Firefox : Menu > Paramètres > Vie privée et sécurité > Cookies\nSafari : Safari > Préférences > Confidentialité\nMicrosoft Edge : Menu > Paramètres > Confidentialité > Cookies\n\nOutils de désinscription disponibles pour Google Analytics, Google Ads et Facebook.\n\nConséquences de la Désactivation\n\nLa désactivation des cookies essentiels peut causer des dysfonctionnements, l'impossibilité de se connecter, la perte des préférences et des problèmes de sécurité. La désactivation des cookies analytiques limite notre capacité d'amélioration du site et la personnalisation. La désactivation des cookies marketing entraîne des publicités moins pertinentes et la répétition des mêmes annonces.\n\nDonnées Personnelles et Droits\n\nCertains cookies peuvent contenir des données personnelles, traitées conformément à notre Politique de Confidentialité. Vous disposez des droits d'information, consentement, retrait, accès et effacement concernant les cookies.\n\nModifications et Contact\n\nCette politique peut évoluer selon nos pratiques et la réglementation. Les modifications importantes vous seront notifiées.\n\nPour toute question :\n\nOMA Digital\nEmail : omadigital23@gmail.com\nTéléphone : +212 701 193 811\nAdresse : Moustakbal/Sidimaarouf Casablanca imm167 Lot GH20 apt 15, Maroc\n\nEn cas de litige, contactez la CNDP (www.cndp.ma, cndp@cndp.ma, Avenue Annakhil, Hay Riad, Rabat).\n\nCette Politique de Gestion des Cookies est effective depuis le 15 janvier 2024."
    },
    "gdpr_compliance": {
      "title": "Conformité RGPD et Protection des Données",
      "content": "Conformité RGPD et Protection des Données Personnelles\n\nDernière mise à jour : 15 janvier 2024\n\nEngagement d'OMA Digital\n\nOMA Digital s'engage fermement à respecter les principes fondamentaux de protection des données personnelles. Notre approche s'appuie sur les standards les plus élevés de l'industrie et les meilleures pratiques reconnues, conformément à la loi marocaine 09-08, au RGPD européen et aux standards internationaux ISO 27001 et SOC 2 Type II.\n\nNos principes fondamentaux incluent la transparence (information claire), la finalité (collecte limitée aux besoins légitimes), la proportionnalité (traitement adéquat), la conservation limitée (durées définies), la sécurité (protection technique et organisationnelle) et la responsabilité (accountability et documentation).\n\nBases Légales du Traitement\n\nNos traitements reposent sur quatre bases légales principales :\n\nConsentement : manifestation libre, spécifique, éclairée et univoque pour les newsletters, cookies non essentiels, communications marketing et études de marché. Ce consentement est révocable à tout moment.\n\nExécution contractuelle : nécessaire pour fournir nos services de développement, gérer les projets clients, assurer le support technique, la facturation et les communications liées aux prestations.\n\nIntérêt légitime : pour l'amélioration de nos services, la sécurité des systèmes, la prévention de la fraude, la prospection commerciale (clients existants) et l'analyse statistique anonymisée. Nous effectuons systématiquement un test de proportionnalité pour vérifier l'équilibre entre nos intérêts et vos droits.\n\nObligation légale : conservation des données comptables (10 ans), déclarations fiscales, coopération avec les autorités judiciaires et lutte contre le blanchiment.\n\nDroits des Personnes Concernées\n\nVous disposez de droits étendus sur vos données personnelles :\n\nDroit à l'information : être informé de manière concise, transparente et compréhensible sur l'identité du responsable, les finalités, les destinataires, la durée de conservation et l'existence de vos droits.\n\nDroit d'accès : obtenir confirmation de l'existence d'un traitement, accès aux données personnelles et informations sur les finalités dans un délai d'un mois.\n\nDroit de rectification : corriger les données inexactes, compléter les informations incomplètes ou mettre à jour les données obsolètes.\n\nDroit à l'effacement (\"droit à l'oubli\") : demander la suppression des données non nécessaires, en cas de retrait du consentement, d'opposition légitime ou de traitement illicite, sous réserve des obligations légales de conservation.\n\nDroit à la limitation : suspendre temporairement le traitement en cas de contestation de l'exactitude, de traitement illicite ou de données non nécessaires mais requises pour des droits en justice.\n\nDroit à la portabilité : récupérer vos données dans un format structuré, couramment utilisé et lisible par machine (JSON, CSV, XML) pour les transmettre à un autre responsable.\n\nDroit d'opposition : vous opposer au traitement pour des motifs légitimes ou de manière absolue pour la prospection commerciale.\n\nExercice des Droits et Transferts Internationaux\n\nPour exercer vos droits, contactez-nous par email (omadigital23@gmail.com), courrier postal ou directement notre DPO (amadou@omadigital.net). Nous vérifions votre identité si nécessaire et répondons dans un délai maximum d'un mois, prorogeable de deux mois pour les demandes complexes.\n\nCertaines données peuvent être transférées vers des pays tiers (États-Unis, Union Européenne) via nos prestataires (Google Analytics, Vercel, Supabase), avec des garanties appropriées comme les clauses contractuelles types et certifications SOC 2 Type II.\n\nSécurité et Gestion des Incidents\n\nNous protégeons vos données par des mesures techniques avancées : chiffrement TLS 1.3 pour les communications, AES-256 pour le stockage, authentification multi-facteurs, gestion des identités et accès, surveillance continue 24/7, sauvegardes automatisées et plan de continuité d'activité.\n\nLes mesures organisationnelles incluent une politique de sécurité documentée, la formation du personnel, des procédures de gestion des incidents, des audits réguliers et des clauses de confidentialité avec les prestataires.\n\nEn cas de violation de données, nous notifions les autorités compétentes (CNDP au Maroc, CNIL en France) dans les 72 heures et vous informons directement si le risque est élevé pour vos droits et libertés.\n\nDélégué à la Protection des Données\n\nAmadou Fall, Fondateur et CEO d'OMA Digital, assure les fonctions de DPO avec une expertise juridique et technique en protection des données, une connaissance approfondie du RGPD et de la loi 09-08, et une formation continue en cybersécurité.\n\nSes missions incluent le conseil et la sensibilisation des équipes, le contrôle de la conformité, la réalisation d'audits internes, la tenue du registre des traitements et la coopération avec les autorités de contrôle.\n\nContact : amadou@omadigital.net, +212 701 193 811\n\nRéclamations et Contact\n\nEn cas de problème, contactez d'abord notre DPO. Vous pouvez aussi saisir la CNDP (www.cndp.ma, cndp@cndp.ma, Avenue Annakhil, Hay Riad, Rabat, +212 537 57 11 29) ou la CNIL pour les résidents européens (www.cnil.fr, 01 53 73 22 22).\n\nCette déclaration de conformité RGPD est effective depuis le 15 janvier 2024 et fait l'objet de mises à jour régulières."
    }
  }
}